<?php
/*
 * this is not a freeware, use is subject to license terms
 * ============================================================================
 * 版权所有 mymps研发团队，保留所有权利。
 * 网站地址: http://www.mymps.com.cn；
 * 交流论坛：http://bbs.mymps.com.cn；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用。
 * 不允许对代码作修改后以任何形式任何目的的再发布。
 * ============================================================================
 * 软件作者: 彭介平（村长）Author:steven 
 * 联系方式：chinawebmaster@yeah.net business@live.it
`*/
$mymps_cache = array(//网站首页可以设置长一些
"site"=> array("time"=>"10800","open"=>"0"),
//空间首页可以设置长一些
"space"=> array("time"=>"10800","open"=>"0"),
//页面->分类信息内容页，可以设置短一些
"info"=> array("time"=>"86400","open"=>"0"),
//页面->分类信息列表页，可以设置长一些
"list"=> array("time"=>"10800","open"=>"0"),
//页面->站务->关于我们，一般很少变化，可以设置长一些
"aboutus"=> array("time"=>"172800","open"=>"0"),
//页面->站务->网站公告，一般很少变化，可以设置长一些
"announce"=> array("time"=>"86400","open"=>"0"),
//页面->站务->网站帮助，一般很少变化，可以设置长一些
"faq"=> array("time"=>"86400","open"=>"0"),
//页面->站务->友情链接，一般很少变化，可以设置长一些
"friendlink"=> array("time"=>"86400","open"=>"0"),
//页面->站务->网站留言，一般很少变化，可以设置长一些
"guestbook"=> array("time"=>"86400","open"=>"0"),
//页面->用户登陆页页，可以设置长一些
"login"=> array("time"=>"1800","open"=>"0"),
//页面->找回密码页，可以设置长一些
"forgetpass"=> array("time"=>"86400","open"=>"0"),
//页面->选择发布类别页，可以设置长一些
"select"=> array("time"=>"86400","open"=>"0"),

);
?>