<?php
/*
 * this is not a freeware, use is subject to license terms
 * ============================================================================
 * 版权所有 mymps研发团队，保留所有权利。
 * 网站地址: http://www.mymps.com.cn；
 * 交流论坛：http://bbs.mymps.com.cn；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用。
 * 不允许对代码作修改后以任何形式任何目的的再发布。
 * ============================================================================
 * 软件作者: 彭介平（村长）Author:steven 
 * 联系方式：chinawebmaster@yeah.net business@live.it
`*/

$cfg_badwords = array();
$cfg_badwords[0]="激情交友,他妈的,日你,共产党,产党,反共,反G,中共,洗脑,GCD,CCP,GONG党,网特,暴政,独裁,中国必,夺权,公产党,美,国,之,音,美国之音,自由亚洲,ddgcd,第三次世界大战,伪政府,伪大,独夫民贼,台湾国,共X党,共党,不爱党,社会主义灭亡,灭共,不办人事,共产觉,网络封锁,现在的警察,铁血师,现在的共产党,反对党,现在的政府,上海帮,现在的社会,陆独,gong,chan,dang,共独,纪念文革,文革,40周年,网络警察,国统会,废统,国统纲领,台du,台独,中国人权,打压,高干子弟名单,中正纪念歌,蒋公,人权保护,民主还专政,台湾,独立,上海,独立,北京,独立,香港,独立,外蒙,回归,现在的党,张志新,反华,讨厌中国,一党执政,政府无能,软弱外交,一党私利,一党专政,退党,专政,言论自由,奥运,外地人,迁都,同盟党,联盟党,共匪,共贼,中国复兴党,第二首都,亡党,当局,现在的公安,反党,反社会主义,退出,国籍,泛蓝,女人,李鹏,江泽民,胡锦涛,六合彩,交友,美女,大法,杜冷丁,早泄,情感,群发,晴人,一夜情,无聊,聊天,http,www,登录,性交,性爱,狐臭,婊子,卖身,处女,处男,破处,激情,伴侣,做爱,性欲,过敏,铁子,马子,情人,过夜,畜牲,男友,延时,taipan,女友,寂寞,孤独,性,饥渴,富姐,大姐,老公,老婆,除皱,祛痘,卫星,网吧,1夜情,QQ聊,成人用品,妈,减肥,器官,外挂,未婚,离异,卵巢,狐狸,SF,赚钱机器,武器,防暴,适应症,保健品,找女,特服,发票,恋人,夜活,睡觉,小姐,网巴,调情,脚气,成年,阴毛,出对,小男,鸭,成年,胎盘,特殊服务,异性,按摩,情感陪护,找朋友,一叶情,感情,感情陪护,女请进,慈悲,放生,男人,透支,办卡,额度,军,警,枪,炸药,炸弹,酒精,硫酸,雷管,户口,降糖,糖尿病,高血糖,尿糖,大额,银行,贷款,代款,漂流,淘宝,透之,股票,纸币,公关,抵押,信用卡,信誉卡,农场,偷菜,素食,SM,sm,s m,S M,ML,防身,717347718,征婚,中华,找老伴,私服,野猪,奴隶,开放,群,解密,催眠,心理,观音,高考,作弊,茶苑,传奇,nv,DNF,法门";
$cfg_badwords[1]= "**";
$cfg_badwords[2]= "1";
?>